Repository: Schneegans/Desktop-Cube
Catalog: po/*.po
Languages: es, fi, it, nb_no, sl

source: Gold Sponsors
es: Patrocinadores de oro
fi: Kultasponsorit
it: I Gold Sponsor
nb_no: Gull-sponsorer

source: Silver Sponsors
es: Patrocinadores de plata
fi: Hopeasponsorit
it: I Silver Sponsor
nb_no: Sølv-sponsorer

source: Bronze Sponsors
es: Patrocinadores de bronce
fi: Pronssisponsorit
it: I Bronze Sponsor
nb_no: Bronse-sponsorer

source: Past Sponsors
es: Antiguos patrocinadores
fi: Aiemmat sponsorit
it: Sponsor precedenti
nb_no: Tidligere sponsorer

source: Select File
es: Seleccionar archivo
fi: Valitse tiedosto
it: Seleziona file
sl: Izbor datoteke

source: Cancel
es: Cancelar
fi: Peru
it: Cancella
sl: Prekliči

source: (None)
es: (Ninguno)
fi: (Ei mitään)
it: (Nessuno)
sl: (Brez)

source: Visit Homepage
es: Visitar página web
fi: Käy verkkosivustolla
it: Visita la pagina principale
nb_no: Besøk hjemmesiden
sl: Spletna stran programa

source: View Changelog
es: Ver registro de cambios
fi: Näytä muutosloki
it: Visualizza registro modifiche
nb_no: Vis endringslogg
sl: Pokaži dnevnik sprememb

source: Report a Bug
es: Informar de un error
fi: Ilmoita ongelmasta
it: Segnala un errore
nb_no: Innrapporter en feil
sl: Pošlji poročilo o napaki

source: Translate
es: Traducir
fi: Käännä
it: Traduci
nb_no: Oversett
sl: Prevedi

source: Donate
es: Donar
fi: Lahjoita
it: Dona
nb_no: Doner
sl: Doniraj

source: About the Desktop-Cube
es: Acerca de Desktop-Cube
fi: Tietoja - Desktop-Cube
it: Su Desktop-Cube
nb_no: Om
sl: O programu

source: General Options
es: Opciones generales
fi: Yleiset asetukset
it: Opzioni generali
nb_no: Generelle innstillinger
sl: Splošne možnosti

source: These options affect the cube both in desktop and overview mode.
es: Estas preferencias afectan tanto al modo de escritorio como al de vista general.
fi: Nämä asetukset vaikuttavat kuutioon työpöytä- ja yleisnäkymässä.
it: Queste opzioni influiscono sul cubo sia in modalità desktop che panoramica.
sl: Možnosti vplivajo na prikaz kocke v namiznem in preglednem načinu.

source: Gap between last and first workspace
es: Espacio entre el último y el primer espacio de trabajo
fi: Väli ensimmäisen ja viimeisen työtilan välillä
it: Spazio tra l'ultimo spazio di lavoro e il primo
nb_no: Mellomrom mellom siste og første arbeidsområde
sl: Ustvari razmik med zadnjim in prvim delovnim prostorom

source: You cannot switch from the last to the first workspace anyways.
es: No puede cambiar del último al primer espacio de trabajo de todos modos.
fi: Et voi kuitenkaan vaihtaa viimeisestä työtilasta ensimmäiseen.
it: Comunque non potrai passare direttamente dall'ultimo al primo spazio di lavoro.
sl: Z zadnjega na prvi delovni prostor že v zasnovi ni mogoče preklopiti.

source: Reset to default value
es: Restablecer el valor predeterminado
fi: Palauta oletusarvo
it: Ripristina ai valori predefiniti
nb_no: Tilbakestill til forvalgt verdi
sl: Ponastavi na privzete vrednosti

source: Explode cube on vertical rotations
es: Explotar el cubo en giros verticales
it: Fai esplodere il cubo per le rotazioni verticali
nb_no: Eksploder kuben ved vannrett rotering
sl: Razširi prostor kocke pri navpičnem vrtenju

source: Rotate the cube up or down to show the 3D structure.
es: Gira el cubo hacia arriba o hacia abajo para mostrar la estructura 3D.
fi: Käännä kuutiota ylös tai alas nähdäksesi 3D-rakenteen.
it: Ruota il cubo verso l'alto o verso il basso per mostrare la struttura 3D.
nb_no: Roter kuben opp eller ned for å vise 3D-strukturen.
sl: Ob vrtenju kocke navzgor ali navzdol, se pokaže trirazsežni pogled.

source: Enable central perspective for each monitor
es: Activar la perspectiva central para cada monitor
it: Abilita la prospettiva centrale per ogni monitor
sl: Omogoči osrednji trirazsežni pogled za vsak monitor

source: For an explanation, you can watch this video: %s.
es: Para una explicación, puede ver este vídeo: %s.
fi: Tämä video kuvaa tilannetta: %s.
it: Per una spiegazione, puoi guardare questo video: %s.
sl: Podrobni prikaz je predstavljen na posnetku: %s.

source: Window parallax effect
es: Efecto de paralaje en la ventana
fi: Ikkunan parallax-tehoste
it: Effetto parallasse applicato alle finestre
nb_no: Vinduparallakse-effekt
sl: Velikost učinka navidezne globine okna

source: Background panorama
es: Panorama de fondo
it: Panorama di sfondo
sl: Uporabi panoramsko ozadje

source: See tooltip of the button for some hints.
es: Vea la información sobre el botón para obtener algunas pistas.
it: Vedi la descrizione del bottone per altri suggerimenti.
sl: V orodnem namigu gumba je zbranih nekaj namigov.

source: You can use any image here. For best results, it should be a 360° panorama in the equirectangular projection. A good source for such panoramas is polyhaven.com/hdris. Be sure to download the tone-mapped JPEG versions!
es: Puede usar cualquier imagen aquí. Para obtener los mejores resultados, debe ser una panorámica de 360° en la proyección equirrectangular. Una buena fuente de estos panoramas es polyhaven.com/hdris. ¡Asegúrese de descargar las versiones JPEG con mapa de tonos!
it: Puoi usare qualsiasi immagine qui. Per ottenere il migliore risultato, dovrebbe essere una foto panoramica a 360° in proiezione equirettangolare. Una buona fonte per tali panorami è polyhaven.com/hdris. Assicurati di scaricare le versioni JPEG con la giusta mappatura dei toni!
sl: Uporabiti je mogoče katerokoli sliko. Najboljši je učinek z uporabo 360° panorame v enakomerno usmerjeni pravokotni projekciji. Tovrstni posnetki so na voljo na primer na spletišču polyhaven.com/hdris. Priporočljivo je uporabiti različico JPEG s tonsko karto!

source: Advanced Options
es: Opciones avanzadas
fi: Lisäasetukset
it: Opzioni avanzate
sl: Napredne možnosti

source: Usually, you can leave these options to their default values.
es: Puede dejar estas opciones en sus valores predeterminados.
fi: Voit jättää yleensä nämä asetukset oletusarvoihin.
it: Di solito, puoi lasciare queste opzioni ai loro valori predefiniti.
sl: Običajno teh nastavitev ni treba spreminjati.

source: Edge switch pressure
es: Presionar el interruptor del borde
fi: Reunan käännöspaine
it: Pressione cambio prospettiva
sl: Prag sile pritiska ob rob zaslona

source: The amount of pressure required to switch workspaces.
es: La cantidad de presión requerida para cambiar de espacio de trabajo.
fi: Työtilojen vaihtamiseen vaadittava paine.
it: La quantità di pressione necessaria per cambiare area di lavoro.
sl: Raven sile pritiska za preklop delovnega prostora.

source: Mouse rotation speed
es: Velocidad de rotación del ratón
it: Velocità di rotazione del mouse
sl: Hitrost vrtenja kocke z miško

source: A multiplier for the desktop cube rotation when dragged.
es: Un multiplicador para la rotación del cubo del escritorio cuando se arrastra.
it: Un moltiplicatore per la rotazione del cubo del desktop durante il trascinamento.
sl: Določilo hitrosti vrtenja kocke namizja pri vlečenju z miško.

source: Transition time from desktop to overview [ms]
es: Tiempo de transición del escritorio a la vista general [ms]
fi: Siirtymäaika työpöydältä yleisnäkymään [ms]
it: Tempo di transizione dalla modalità desktop alla modalità overview [ms]
nb_no: Overgangstid fra skrivebord til oversikte [ms]

source: Set to 0 to use GNOME Shell's default value.
es: Establecer a 0 para usar el valor predeterminado de GNOME Shell.
fi: Aseta arvoksi 0, jos haluat käyttää Gnomen oletusarvoa.
it: Inserisci 0 per impostare i valori predefiniti di Gnome Shell.
nb_no: Sett til 0 for å bruke GNOME Shell sin forvalgte verdi.

source: Transition time from overview to app drawer [ms]
es: Tiempo de transición de la vista general al cajón de aplicaciones [ms]
it: Tempo di transizione dalla modalità overview alla modalità app drawer [ms]
nb_no: Overgangstid fra oversikt til programskuff [ms]

source: Transition time between workspaces [ms]
es: Tiempo de transición entre espacios de trabajo [ms]
fi: Siirtymäaika työtilojen välillä [ms]
it: Tempo di transizione tra i vari workspace [ms]
nb_no: Overgangstid mellom arbeidsområder [ms]

source: Desktop
es: Escritorio
fi: Työpöytä
sl: Namizje

source: Desktop Options
es: Opciones de escritorio
fi: Työpöydän asetukset
it: Opzioni del Desktop
nb_no: Skrivebordsinnstillinger
sl: Možnosti namizja

source: These options tweak the cube when switching workspaces outside the overview.
es: Estas preferencias le permiten ajustar el cubo al cambiar de hoja.
fi: Nämä asetukset vaikuttavat kuutioon, kun työtilojen välillä vaihdellaan yleisnäkymän ulkopuolella.
it: Queste opzioni modificano il cubo quando si cambia area di lavoro al di fuori della panoramica.
sl: Možnosti za prilagajanje kocke pri preklapljanju delovnih površin zunaj pregleda.

source: Click and drag the desktop to rotate the cube
es: Clic y arrastrar el escritorio para girar el cubo
fi: Napsauta ja vedä työpöytää kääntääksesi kuutiota
it: Clicca e trascina il desktop per ruotare il cubo
nb_no: Klikk og dra skrivebordet for å rotere kuben
sl: Kocka se zavrti ob kliku in potegu namizja

source: Click and drag the panel to rotate the cube
es: Clic y arrastrar el panel para girar el cubo
fi: Napsauta ja vedä paneelia kääntääksesi kuutiota
it: Clicca e trascina il pannello superiore per ruotare il cubo
nb_no: Klikk og dra panelet for å rotere kuben
sl: Kocka se zavrti ob kliku in potegu pulta

source: Drag windows to the edge of the desktop to switch workspaces
es: Arrastrar las ventanas al borde del escritorio para cambiar de espacio de trabajo
fi: Vedä ikkunoita työpöydän reunoille vaihtaaksesi työtiloja
it: Trascina le finestre sul bordo del desktop per cambiare area di lavoro
sl: Poteg okna do roba namizja preklopi delovno površino

source: You can configure the required pressure in the general options.
es: Puede configurar la presión requerida en las opciones generales.
fi: Voit määrittää vaaditun paineen yleisissä asetuksissa.
it: È possibile configurare la pressione richiesta nelle opzioni generali.
sl: Zahtevano silo je mogoče nastaviti med splošnimi nastavitvami.

source: Overview
es: Descripción general
fi: Yleisnäkymä
it: Panoramica
sl: Predogled

source: Overview Options
es: Opciones de la vista general
fi: Yleisnäkymän asetukset
it: Opzioni della modalità overview
nb_no: Oversiktsinnstillinger
sl: Možnosti predogleda

source: These options tweak the cube in the overview.
es: Estas opciones modifican el cubo en la vista general.
fi: Nämä asetukset vaikuttavat kuutioon yleisnäkymässä.
it: Queste opzioni modificano il cubo nella panoramica.
sl: Možnosti so namenjene spreminjanju kocke v pregledu.

source: Click and drag the overview to rotate the cube
es: Clic y arrastrar la vista general para girar el cubo
fi: Napsauta ja vedä yleisnäkymää kääntääksesi kuutiota
it: Clicca e trascina i workspace per ruotare il cubo
nb_no: Klikk og dra oversikten for å rotere kuben
sl: S klikom in potegom polja pregleda se zavrti tudi kocka

source: Drag windows to the edge of the overview to switch workspaces
es: Arrastrar las ventanas al borde de la vista general para cambiar de espacio de trabajo
fi: Vedä ikkunat yleisnäkymän reunoille vaihtaaksesi työtiloja
it: Trascina le finestre sul bordo della panoramica per cambiare area di lavoro
sl: S potiskom okna ob rob predogleda se preklopi delovna površina

source: Gap between adjacent workspaces
es: Espacio entre espacios de trabajo adyacentes
fi: Väli vierekkäisten työtilojen välillä
it: Spazio tra i workspace adiacenti
sl: Velikost razmika med delovnimi površinami

source: Horizontal stretching of the cube
es: Extensión horizontal del cubo
it: Distensione orizzontale del cubo
nb_no: Vannrett strekking av kuben
sl: Vodoravno raztegovanje kocke

source: This ensures that you can see the cube's sides from the front.
es: De este modo se garantiza que se puedan ver los lados del cubo desde la parte delantera.
it: Questo assicura che tu possa vedere i lati del cubo dalla parte anteriore.
nb_no: Dette sørger for at du kan se kubens siden forfra.
sl: Možnost zagotavlja prikaz bočnih ploskev kocke s sprednje strani.

source: Opacity of the active workspace
es: Opacidad del espacio de trabajo activo
fi: Aktiivisen työtilan peittävyys
it: Opacità dei workspace attivi
nb_no: Dekkevne for aktivt arbeidsområde
sl: Prosojnost dejavne delovne površine

source: Opacity of inactive workspaces
es: Opacidad de los espacios de trabajo inactivos
fi: Passiivisten työtilojen peittävyys
it: Opacità dei workspace inattivi
nb_no: Dekkevne for inaktive arbeidsområder
sl: Prosojnost nedejavne delovne površine

source: General
fi: Yleiset
it: Generale
sl: Splošno

source: View Donors Hall-of-Fame
sl: Pokaži seznam največjih donatorjev
